Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# LipReadingPage_Item_030.Text
source: Mouth-open threshold
de_de: Mundöffnungsschwelle
es_es: Umbral abierto en la boca
fr_fr: Seuil d'ouverture de la bouche
pl_pl: Próg otwarty na usta
zh_hans: 门开放阈值

# LipReadingPage_Item_032.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# LipReadingPage_Item_033.Content
source: SRT subtitles (.srt)
de_de: SRT Untertitel (.srt)
es_es: SRT subtítulos (.srt)
fr_fr: Sous-titres SRT (.srt)
zh_hans: SRT 字幕 (.srt)

# LipReadingPage_Item_034.Content
source: Plain text (.txt)
de_de: Klartext (.txt)
es_es: Texto plano (.txt)
fr_fr: Texte simple (.txt)
pl_pl: Tekst prosty (.txt)
zh_hans: 纯文本 (.txt)

# LipReadingPage_Item_036.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# LipReadingPage_LipReadingPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# LipReadingPage_LipReadingPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# LipReadingPage_LipReadingPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# LipReadingPage_LipReadingPageButton04.Content
source: Choose Folder
de_de: Ordner auswählen
es_es: Elegir carpeta
fr_fr: Choisir le dossier
pl_pl: Wybierz folder
zh_hans: 选择文件夹

# LipReadingPage_LipReadingPageButton05.Content
source: Same as Source
de_de: Gleiches wie Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: To samo co źródło
zh_hans: 与源代码相同

# LipReadingPage_LipReadingPageButton06.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# LipReadingPage_LipReadingPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# LipReadingPage_LipReadingPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# LipReadingPage_OutputDirectoryBox.PlaceholderText
source: Same folder as source
de_de: Der gleiche Ordner wie die Quelle
es_es: La misma carpeta que la fuente
fr_fr: Même dossier que source
pl_pl: Ten sam folder jak źródło
zh_hans: 同一文件夹作为源代码

# LipReadingPage_ProgressStage.Text
source: Starting...
de_de: Fangen an...
es_es: Comenzando...
fr_fr: Commencer...
pl_pl: Zaczynam...
zh_hans: 开始...

# LipReadingPage_ProgressTitle.Text
source: Transcribing...
de_de: Transkribieren...
es_es: Transcribir...
fr_fr: Traîner...
pl_pl: Przepisywanie...
zh_hans: 剪辑...

# LipReadingPage_RunButton.Content
source: Transcribe
de_de: Beschriftung
es_es: Transcribir
fr_fr: Transcription
pl_pl: Przepis
zh_hans: 加密

# LipReadingPage_SegmentToggle.Header
source: Auto speech segmentation
de_de: Automatische Sprachsegmentierung
es_es: Segmentación automática del habla
fr_fr: Segmentation automatique de la parole
pl_pl: Segmentacja Automatyczna mowy
zh_hans: 自动语音分区

# LipReadingPage_StatusText.Text
source: Add video files to start a transcription queue.
de_de: Videodateien hinzufügen, um eine Transkriptionswarteschlange zu starten.
es_es: Añadir archivos de vídeo para iniciar una cola de transcripción.
fr_fr: Ajouter des fichiers vidéo pour démarrer une file d'attente de transcription.
pl_pl: Dodaj pliki wideo do uruchomienia kolejki transkrypcyjnej.
zh_hans: 添加视频文件以启动转录队列 。

# MainWindow_Item_003.Text
source: Local media tools
es_es: Instrumentos de los medios de comunicación locales
fr_fr: Outils de médias locaux
zh_hans: 地方地方媒体工具

# MainWindow_Item_006.Content
source: Converter
de_de: Umrechner
es_es: Convertidor
fr_fr: Convertisseur
pl_pl: Konwerter
zh_hans: 转换器

# MainWindow_Item_007.Content
source: AI Lab
de_de: AI Labor
fr_fr: Laboratoire AI
zh_hans: AI实验室

# MainWindow_Item_008.Content
source: Compressor
de_de: Kompressor
es_es: Compresor
fr_fr: Compresseur
pl_pl: Kompresor
zh_hans: 压缩压缩机

# MainWindow_Item_010.Content
source: Downloader
es_es: Descargador
fr_fr: Télécharger
pl_pl: Pobieranie danych
zh_hans: 下载器

# MainWindow_Item_011.Content
source: Recorder
es_es: Grabador
fr_fr: Enregistrementur
zh_hans: 录音机

# MainWindow_Item_012.Content
source: Toolbox
de_de: Werkzeugkasten
es_es: Caja de herramientas
fr_fr: Boîte à outils
pl_pl: Skrzynka narzędziowa
zh_hans: 工具箱

# MainWindow_Item_013.Content
source: Universal Convert
de_de: Universelles Konvertieren
es_es: Convertir universal
fr_fr: Convertir universelle
pl_pl: Konwersja uniwersalna
zh_hans: 通用转换

# MainWindow_Item_014.Content
source: Watch Folders
de_de: Ordner ansehen
es_es: Carpetas de reloj
fr_fr: Dossiers de montres
zh_hans: 监视文件夹

# MainWindow_Item_016.Content
source: Presets
de_de: Voreinstellungen
fr_fr: Préréglages
zh_hans: 预设

# MainWindow_Item_017.Text
source: Local-first workspace
de_de: Arbeitsplatz vor Ort
es_es: Espacio de trabajo local-primero
fr_fr: Espace de travail d ' abord local
zh_hans: 本地第一工作空间

# MainWindow_Item_018.Text
source: Files stay on this PC unless a workflow clearly uses a network-backed engine.
es_es: Los archivos permanecen en este PC a menos que un flujo de trabajo utilice claramente un motor respaldado por red.
fr_fr: Les fichiers restent sur ce PC à moins qu'un workflow utilise clairement un moteur soutenu par le réseau.
zh_hans: 文件留在此 PC 上, 除非工作流程明显使用网络支持引擎 。

# MainWindow_NavSearchBox.PlaceholderText
source: Search tasks and tools
de_de: Suchaufgaben und -werkzeuge
es_es: Tareas e instrumentos de búsqueda
fr_fr: Tâches et outils de recherche
pl_pl: Przeszukiwanie zadań i narzędzi
zh_hans: 搜索任务和工具

# NoiseRemoverPage_AudioFormatCombo.Header
source: Audio container
es_es: Contenedor de audio
fr_fr: Récipient audio
pl_pl: Pojemnik audio
zh_hans: 音音容器

# NoiseRemoverPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# NoiseRemoverPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# NoiseRemoverPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# NoiseRemoverPage_Item_005.Text
source: RNNoise broadband speech denoiser via FFmpeg arnndn. Cleans hum, hiss, fan and HVAC noise from voice tracks.
de_de: RNNoise Breitband-Sprach-Denoiser über FFmpeg arnndn. Reinigt Hum, Zischen, Lüfter und HVAC Rauschen von Sprachspuren.
es_es: RNNoise denoiser de voz de banda ancha a través de FFmpeg arnndn. Limpia zumbido, silbido, ventilador y HVAC ruido de las pistas de voz.
fr_fr: RNNoise dénotant la parole à large bande via FFmpeg arnndn. Nettoie le bruit hum, le sifflement, le ventilateur et le HVAC des pistes vocales.
pl_pl: RNHG szerokopasmowy denoiser mowy przez FFmpeg arnndn. Czyste hum, sys, wentylator i HVAC hałasu z utworów głosowych.
zh_hans: 通过 FFmpeg arnndn. 从音轨中清除 hums、 hiss、 fans 和 HVAC 噪音 。

# NoiseRemoverPage_Item_009.Text
source: Drop audio or video files here
de_de: Audio- oder Videodateien hier ablegen
es_es: Soltar archivos de audio o vídeo aquí
fr_fr: Déposer des fichiers audio ou vidéo ici
pl_pl: Upuść pliki audio lub wideo tutaj
zh_hans: 在此丢放音频或视频文件

# NoiseRemoverPage_Item_010.Text
source: Each file gets its audio track denoised in place. Video tracks are passed through unchanged.
de_de: Jede Datei erhält ihre Audiospur an Ort und Stelle denoisiert. Videospuren werden unverändert übergeben.
es_es: Cada archivo obtiene su pista de audio denoizada en su lugar. Las pistas de vídeo se pasan a través de sin cambios.
fr_fr: Chaque fichier obtient sa piste audio dénoué en place. Les pistes vidéo sont passées à travers inchangé.
pl_pl: Każdy plik otrzymuje swój audio ścieżkę denoizowaną w miejscu. Ścieżki wideo są przekazywane w niezmienionej formie.
zh_hans: 每个文件都得到音频音轨的取消。 视频音轨通过时没有变化 。

# NoiseRemoverPage_Item_013.Text
source: No denoised tracks yet
de_de: Noch keine Denospuren
es_es: Todavía no hay pistas denominadas
fr_fr: Pas encore de pistes dénudées
pl_pl: Brak jeszcze śladów
zh_hans: 还没有无名音轨

# NoiseRemoverPage_Item_014.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# NoiseRemoverPage_Item_017.Text
source: Output Mode
de_de: Ausgabemodus
es_es: Modo de salida
fr_fr: Mode de sortie
pl_pl: Tryb wyjściowy
zh_hans: 输出输出模式

# NoiseRemoverPage_Item_019.Content
source: Pass video, replace audio
de_de: Video übergeben, Audio ersetzen
es_es: Pasar vídeo, reemplazar el audio
fr_fr: Passer la vidéo, remplacer l'audio
pl_pl: Przesłanie wideo, zastąpienie audio
zh_hans: 通过视频,替换音频

# NoiseRemoverPage_Item_020.Content
source: Audio file only
de_de: Nur Audiodatei
es_es: Sólo archivo de audio
fr_fr: Fichier audio seulement
pl_pl: Tylko plik audio
zh_hans: 仅音频文件

# NoiseRemoverPage_Item_028.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# NoiseRemoverPage_ModeCombo.Header
source: Mode
de_de: Modus
es_es: Modo
pl_pl: Tryb
zh_hans: 模式模式

# NoiseRemoverPage_ModelCombo.Header
source: Active model
de_de: Aktives Modell
es_es: Modelo activo
fr_fr: Modèle actif
pl_pl: Aktywny model
zh_hans: 现行模式

# NoiseRemoverPage_ModelCombo.PlaceholderText
source: Discovering...
de_de: Entdecken...
es_es: Descubriendo...
fr_fr: Découverte...
pl_pl: Odkrycie...
zh_hans: 正在发现...

# NoiseRemoverPage_NoiseRemoverPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# NoiseRemoverPage_NoiseRemoverPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# NoiseRemoverPage_NoiseRemoverPageButton03.Content
source: Refresh Models
de_de: Modelle aktualisieren
es_es: Actualizar modelos
fr_fr: Rafraîchir les modèles
pl_pl: Odśwież modele
zh_hans: 刷新模型

# NoiseRemoverPage_NoiseRemoverPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# NoiseRemoverPage_NoiseRemoverPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# NoiseRemoverPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# OcrPage_FormatCombo.Header
source: Output format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjścia
zh_hans: 产出格式

# OcrPage_Item_001.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# OcrPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# OcrPage_Item_003.Text
source: Extract text from images and scans via Tesseract. Output as plain TXT, hOCR (HTML with bounding boxes), searchable PDF, TSV (per-word coords), or ALTO XML.
de_de: Extrahieren Sie Text aus Bildern und Scans über Tesseract. Ausgabe als einfache TXT, hOCR (HTML mit Begrenzungsboxen), durchsuchbare PDF, TSV (per-word coords) oder ALTO XML.
es_es: Extraer texto de imágenes y escaneos a través de Tesseract. Salida como plano TXT, hOCR (HTML con cuadros delimitadores), PDF, TSV (coords por palabra), o ALTO XML.
fr_fr: Extraire du texte des images et des scans via Tesseract. Sortie en TXT simple, hOCR (HTML avec boîtes de délimitation), PDF consultable, TSV (coords par mot), ou ALTO XML.
pl_pl: Wyjmowanie tekstu z obrazów i skanów za pomocą Tesseract. Wyjście jako zwykłe TXT, hOCR (HTML z ramkami granicznymi), wyszukiwalne PDF, TSV (korony słowa), lub ALTO XML.
zh_hans: 从通过 Tesseract 的图像和扫描中提取文字。 输出为普通 TXT、 hOOCR (带捆绑盒的HTML)、 可搜索的 PDF、 TSV (每字coords) 或 ALTO XML 。

# OcrPage_Item_008.Content
source: TXT (plain text)
de_de: TXT (aufgehobener Text)
es_es: TXT (texto explicativo)
fr_fr: TXT (texte simple)
pl_pl: TXT (prosty tekst)
zh_hans: TXT( 平面文本)

# OcrPage_Item_009.Content
source: hOCR (HTML + bbox)
zh_hans: hOOCR (HTML+bbox)

# OcrPage_Item_010.Content
source: Searchable PDF
de_de: Durchsuchbare PDF
es_es: PDF de búsqueda
fr_fr: PDF consultable
pl_pl: Przeszukiwane PDF
zh_hans: 可搜索的 PDF

# OcrPage_Item_011.Content
source: TSV (per-word coords)
de_de: TSV (Per-Wort-Koordinierung)
es_es: TSV (coords por palabra)
fr_fr: TSV (coords par mot)
pl_pl: TSV (koordy na słowo)
zh_hans: TSV(每字coords)

# OcrPage_Item_017.Text
source: Add images
de_de: Bilder hinzufügen
es_es: Añadir imágenes
fr_fr: Ajouter des images
pl_pl: Dodaj obrazki
zh_hans: 添加图像

# OcrPage_Item_018.Text
source: PNG, JPG, TIFF, BMP, WebP. Pick a language and output format, then Recognise.
de_de: PNG, JPG, TIFF, BMP, WebP. Wählen Sie eine Sprache und ein Ausgabeformat, dann erkennen.
es_es: PNG, JPG, TIFF, BMP, WebP. Elija un idioma y formato de salida, a continuación, reconocer.
fr_fr: PNG, JPG, TIFF, BMP, WebP. Choisissez un format de langue et de sortie, puis reconnaissez.
pl_pl: PNG, JPG, TIFF, BMP, WebP. Wybierz format języka i wyjścia, a następnie zsynchronizować.
zh_hans: PNG、JPG、TIFF、BMP、WebP. 选择语言和输出格式,然后确认。

# OcrPage_LangCombo.Header
source: Language pack
de_de: Sprachenpaket
es_es: Paquete de idiomas
fr_fr: Dossier linguistique
pl_pl: Opakowanie językowe
zh_hans: 语文包

# OcrPage_LangCombo.PlaceholderText
source: eng (or click Reload)
de_de: eng (oder klicken Sie auf Reload)
es_es: eng (o haga clic en Recargar)
fr_fr: eng (ou cliquez sur Recharger)
pl_pl: eng (lub kliknij Odśwież)
zh_hans: eng (或单击重新装入)

# OcrPage_OcrPageButton01.Content
source: Add images
de_de: Bilder hinzufügen
es_es: Añadir imágenes
fr_fr: Ajouter des images
pl_pl: Dodaj obrazki
zh_hans: 添加图像

# OcrPage_OcrPageButton02.Content
source: Reload langs
de_de: Längen neu laden
es_es: Recargar langs
fr_fr: Recharger les langs
pl_pl: Odśwież języki
zh_hans: 重新装入朗

# OcrPage_OcrPageButton03.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# OcrPage_OutputDirBox.Header
source: Output directory
de_de: Ausgabeverzeichnis
es_es: Directorio de salida
fr_fr: Répertoire des sorties
pl_pl: Katalog wynikowy
zh_hans: 产出目录

# OcrPage_OutputDirBox.PlaceholderText
source: (same as source)
de_de: (gleiche Quelle)
es_es: (igual que la fuente)
fr_fr: (même source)
pl_pl: (tak samo jak źródło)
zh_hans: (与来源相同)

# OcrPage_PsmBox.Header
source: Page segmentation mode
de_de: Seitensegmentierungsmodus
es_es: Modo de segmentación de páginas
fr_fr: Mode de segmentation des pages
pl_pl: Tryb segmentacji strony
zh_hans: 页面分隔模式

# OcrPage_RecognizeButton.Content
source: Recognise
de_de: Erkennen
es_es: Reconocer
fr_fr: Reconnaître
pl_pl: Rozpoznanie
zh_hans: 承认

# OcrPage_StatusText.Text
source: Click Reload langs to populate the language picker.
de_de: Klicken Sie zum Befüllen des Sprachpickers auf Reload langs.
es_es: Haga clic en Recargar langs para poblar el selector de idiomas.
fr_fr: Cliquez sur Recharger les langs pour peupler le sélecteur de langue.
pl_pl: Kliknij przycisk Reload langs, aby zaludnić wybrany język.
zh_hans: 点击重新装入朗, 以弹出语言选取器 。

# PdfToolsPage_AngleBox.Header
source: Angle
de_de: Winkel
es_es: Ángulo
pl_pl: Kąt
zh_hans: 角度角

# PdfToolsPage_Item_001.Text
source: PDF Tools
de_de: PDF-Werkzeuge
es_es: Herramientas PDF
fr_fr: Outils PDF
pl_pl: Narzędzia PDF
zh_hans: PDF PDF 工具

# PdfToolsPage_Item_002.Text
source: Merge, split, extract pages, rotate, encrypt, decrypt, and shrink PDFs. Backed by pikepdf (qpdf under the hood) -- no external binary required.
de_de: Zusammenführen, Splitten, Seiten extrahieren, Drehen, Verschlüsseln, Entschlüsseln und Schrumpfen von PDFs. Unterstützt von pikepdf (qpdf unter der Haube) -- kein externer Binär erforderlich.
es_es: Fusionar, dividir, extraer páginas, rotar, cifrar, desencriptar y encoger PDFs. Respaldado por pikepdf (qpdf bajo el capó) -- no se requiere binario externo.
fr_fr: Fusionner, diviser, extraire des pages, tourner, chiffrer, déchiffrer et réduire les PDF. Soutenu par pikepdf (qpdf sous le capot) -- aucun binaire externe n'est requis.
pl_pl: Łączenie, podział, ekstrakty, obracanie, szyfrowanie, dekrypt i skurcz PDF. Potwierdzone przez pikepdf (qpdf pod maską) -- nie jest wymagane zewnętrzne binarne.
zh_hans: 合并、 拆分、 提取页面、 旋转、 加密、 解密和缩放 PDFs 。 由 pikepdf ( qpdf 在引擎盖下) 支持 -- -- 不需要外部二进制 。

# PdfToolsPage_Item_004.Content
source: Merge -- combine multiple PDFs into one
de_de: Zusammenführen -- mehrere PDFs zu einem kombinieren
es_es: Combinar -- combinar varios PDF en uno
fr_fr: Fusionner -- combiner plusieurs PDF en un seul
pl_pl: Połącz kilka PDF w jeden
zh_hans: 合并 -- -- 将多个 PDF 组合成一个

# PdfToolsPage_Item_005.Content
source: Split -- per page, or by ranges
de_de: Split -- pro Seite oder nach Bereichen
es_es: Dividir -- por página o por rangos
fr_fr: Split -- par page, ou par fourchettes
pl_pl: Rozdziel -- na stronę, lub na zakresy
zh_hans: 拆分 -- -- 每页,或按区域

# PdfToolsPage_Item_006.Content
source: Extract -- pull a page range into a new PDF
de_de: Extrahieren -- einen Seitenbereich in ein neues PDF ziehen
es_es: Extracto -- tire de un rango de página en un nuevo PDF
fr_fr: Extraire -- tirer une gamme de pages dans un nouveau PDF
pl_pl: Extract -- wciągnij zakres stron w nowy PDF
zh_hans: 提取 - 将页面区域拉到新的 PDF 中

# PdfToolsPage_Item_007.Content
source: Rotate -- rotate selected pages 90 / 180 / 270
de_de: Drehen -- ausgewählte Seiten drehen 90 / 180 / 270
es_es: Rotar -- rotar las páginas seleccionadas 90 / 180 / 270
fr_fr: Rotation -- tourner les pages sélectionnées 90 / 180 / 270
pl_pl: Obróć -- obrót wybranymi stronami 90 / 180 / 270
zh_hans: 旋转 -- 旋转所选页面 90 / 180 / 270

# PdfToolsPage_Item_008.Content
source: Encrypt -- add password protection (AES-256)
de_de: Encrypt -- Passwortschutz hinzufügen (AES-256)
es_es: Cifrar -- añadir protección con contraseña (AES-256)
fr_fr: Chiffrer -- ajouter la protection par mot de passe (AES-256)
pl_pl: Szyfrowanie -- dodaj ochronę hasła (AES-256)
zh_hans: 加密 -- -- 添加密码保护(AES-256)

# PdfToolsPage_Item_009.Content
source: Decrypt -- remove password protection
de_de: Entschlüsseln -- Passwortschutz entfernen
es_es: Descifrar -- eliminar la protección de contraseña
fr_fr: Déchiffrer -- supprimer la protection par mot de passe
pl_pl: Odszyfruj -- zdejmij ochronę hasła
zh_hans: 解密 - 删除密码保护

# PdfToolsPage_Item_010.Content
source: Compress -- linearise + stream compress
de_de: Komprimieren -- Linearisieren + Streamkomprimieren
es_es: Comprimir -- linealizar + comprimir corriente
fr_fr: Compresseur -- linéarise + compresse de flux
pl_pl: Kompresja -- liniowanie + sprężanie strumieniowe
zh_hans: 压缩 -- -- 线性化+流压缩

# PdfToolsPage_Item_011.Content
source: Info -- show page count + metadata
de_de: Info -- Seite anzeigen Anzahl + Metadaten
es_es: Info -- mostrar el recuento de páginas + metadatos
fr_fr: Info -- afficher le nombre de pages + métadonnées
pl_pl: Informacje -- pokazać liczbę stron + metadane
zh_hans: Info -- 显示页面数+元数据

# PdfToolsPage_MultiInputBox.Header
source: Input PDFs (in merge order)
de_de: Eingabe PDFs (in Zusammenführungsreihenfolge)
es_es: PDFs de entrada (en orden de fusión)
fr_fr: Entrée des PDF (dans l'ordre de fusion)
pl_pl: Wprowadzenie PDF (w kolejności połączenia)
zh_hans: 输入 PDFs (合并顺序)

# PdfToolsPage_MultiInputBox.PlaceholderText
source: (pick two or more PDFs)
de_de: (wählen Sie zwei oder mehr PDFs)
es_es: (escoja dos o más PDFs)
fr_fr: (cochez deux PDF ou plus)
pl_pl: (wybór dwóch lub więcej PDF)
zh_hans: (选择两个或两个以上的PDF)

# PdfToolsPage_OpCombo.Header
source: Operation
de_de: Betrieb
es_es: Funcionamiento
fr_fr: Fonctionnement
pl_pl: Operacja
zh_hans: 业务 业务

# PdfToolsPage_OutputBox.Header
source: Output (file or folder)
de_de: Ausgabe (Datei oder Ordner)
es_es: Salida (archivo o carpeta)
fr_fr: Sortie (fichier ou dossier)
pl_pl: Wyjście (plik lub folder)
zh_hans: 输出( 文件或文件夹)

# PdfToolsPage_OutputBox.PlaceholderText
source: (pick destination)
de_de: (Auswahlziel)
es_es: (destino de selección)
fr_fr: (destination à la pick)
pl_pl: (wybór miejsca przeznaczenia)
zh_hans: (选定目的地)

# PdfToolsPage_OutputBrowseButton.Content
source: Save as...
de_de: Speichern unter...
es_es: Guardar como...
fr_fr: Enregistrer comme...
pl_pl: Zapisz jako...
zh_hans: 另存为...

# PdfToolsPage_PagesBox.Header
source: Pages / ranges (e.g. 1,3-5,7)
de_de: Seiten/Bereiche (z. B. 1,3-5,7)
es_es: Páginas / rangos (por ejemplo, 1,3-5,7)
fr_fr: Pages / gammes (p. ex. 1,3-5,7)
pl_pl: Strony/zakresy (np. 1,3-5,7)
zh_hans: 页数/幅度(例如1,3-5,7)

# PdfToolsPage_PagesBox.PlaceholderText
source: all
de_de: alle
es_es: todos
fr_fr: tous
pl_pl: wszystkie
zh_hans: 全部

# PdfToolsPage_PdfToolsPageButton01.Content
source: Pick PDFs...
de_de: PDFs auswählen...
es_es: Elija PDFs...
fr_fr: Choisir des PDF...
pl_pl: Wybierz PDF...
zh_hans: 选择 PDFs...

# PdfToolsPage_PdfToolsPageButton02.Content
source: Pick PDF...
de_de: PDF auswählen...
es_es: Elija PDF...
fr_fr: Choisir un PDF...
pl_pl: Wybierz PDF...
zh_hans: 选择 PDF...

# PdfToolsPage_ReadPwdBox.Header
source: Read password (if source is encrypted)
de_de: Passwort lesen (wenn Quelle verschlüsselt ist)
es_es: Leer contraseña (si el origen está cifrado)
fr_fr: Lire le mot de passe (si la source est cryptée)
pl_pl: Odczytaj hasło (jeśli źródło jest zaszyfrowane)
zh_hans: 读取密码( 如果源代码加密)

# PdfToolsPage_ReadPwdBox.PlaceholderText
source: (none)
de_de: (keine)
es_es: (ninguno)
fr_fr: (Aucune)
pl_pl: (żaden)
zh_hans: (无)

# PdfToolsPage_ResultsText.Text
source: Pick an operation to begin.
de_de: Wählen Sie eine Operation, um zu beginnen.
es_es: Escoge una operación para comenzar.
fr_fr: Choisissez une opération pour commencer.
pl_pl: Wybierz operację do rozpoczęcia.
zh_hans: 选择一个手术开始。

# PdfToolsPage_RunButton.Content
source: Run
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter
pl_pl: Uruchom
zh_hans: 运行运行中

# PdfToolsPage_SingleInputBox.Header
source: Input PDF
de_de: Eingabe PDF
es_es: Entrada PDF
fr_fr: Entrée PDF
pl_pl: Wejście PDF
zh_hans: 投入PDF

# PdfToolsPage_SingleInputBox.PlaceholderText
source: (pick a PDF)
de_de: (wählen Sie ein PDF)
es_es: (escoge un PDF)
fr_fr: (cochez un PDF)
pl_pl: (wybór PDF)
zh_hans: (选择一个PDF)

# PdfToolsPage_UserPwdBox.Header
source: User password
de_de: Benutzerkennwort
es_es: Contraseña de usuario
fr_fr: Mot de passe de l'utilisateur
pl_pl: Hasło użytkownika
zh_hans: 用户密码

# PdfToolsPage_UserPwdBox.PlaceholderText
source: (none)
de_de: (keine)
es_es: (ninguno)
fr_fr: (Aucune)
pl_pl: (żaden)
zh_hans: (无)

# PhotoRestorationPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# PhotoRestorationPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# PhotoRestorationPage_DropZoneLabel.Text
source: Drop portrait photos here
de_de: Drop Portrait Fotos hier
es_es: Drop fotos de retratos aquí
fr_fr: Déposer des photos de portrait ici
pl_pl: Upuść zdjęcia z portretu tutaj
zh_hans: 在此丢放肖像照片
